Repository: Athena-OS/athena-cyber-hub
Catalog: po/*.po
Languages: be

source: Athena OS Cyber Hub
be: Цэнтр кіравання АС Athena

source: No description
be: Без апісання

source: Enter shell
be: Увядзіце абалонку

source: Create subsystem
be: Стварыць падсістэму

source: Installation
be: Устаноўка

# shortcut window
source: General
be: Галоўная

# shortcut window
source: Show Shortcuts
be: Паказаць ярлыкі

# shortcut window
source: Quit
be: Выйсці

source: Apply Changes
be: Прымяніць змены

source: Updates
be: Абнаўленні

source: Preferences
be: Прэферэнцыі

source: Latest Update Check
be: Праверка апошніх абнаўленняў

source: Never
be: Ніколі

source: Updates Scheduling
be: Планаванне абнаўленняў

source: Choose how often the system should check for updates.
be: Выберыце, як часта сістэма павінна правяраць наяўнасць абнаўленняў.

source: Weekly
be: Штотыдзень

source: Monthly
be: Штомесяц

source: Smart Updates
be: Разумныя абнаўленні

source: The system will not update if it is in heavy use or low battery.
be: Сістэма не будзе абнаўляцца, калі яна інтэнсіўна выкарыстоўваецца або разраджаны акумулятар.

source: Automatic Updates
be: Аўтаматычнае абнаўленне

source: The system will automatically update itself in the background.
be: Сістэма будзе аўтаматычна абнаўляцца ў фонавым рэжыме.

source: Sub System
be: Падсістэма

source: Containers
be: Кантэйнеры

source: Installed Applications
be: Усталяваныя прыкладанні

source: _Help
be: _Даведка

source: _About Cyber Hub
be: _Пра цэнтр кіравання

source: Flag
be: Сцяг

source: Name
be: Імя

source: Arch Linux Sub System
be: Падсістэма Arch Linux

source: Fedora Sub System
be: Падсістэма Fedora

source: Alpine Sub System
be: Падсістэма Alpine

source: openSUSE Sub System
be: Падсістэма openSUSE

source: Void Linux Sub System
be: Падсістэма Void Linux

source: Apx module disabled
be: Модуль Apx адключаны

source: Apx binary not found
be: Двайковы файл Apx не знойдзены

source: Distrobox binary not found
be: Двайковы файл Distrobox не знойдзены

source: Unable to get containers
be: Немагчыма атрымаць кантэйнеры

source: Container '{0}' not found
be: Кантэйнер "{0}" не знойдзены

source: Running application: '{0}'
be: Запушчанае прыкладанне: '{0}'

source: Unable to start managed application: '{0}'
be: Немагчыма запусціць кіраваную праграму: '{0}'

source: Unsupported setup
be: Налада не падтрымліваецца

source: VSO Config file not found at {}
be: Файл канфігурацыі VSO не знойдзены ў {}

source: Shell opened for container '{}'
be: Абалонка адкрыта для кантэйнера "{}"

source: Container '{}' initialized
be: Кантэйнер "{}" ініцыялізаваны

source: Code by
be: Код па

source: Documentation by
be: Дакументацыя па

source: Contributors
be: Укладальнікі

source: Translators
be: Перакладчыкі

source: Smart Update Changed.
be: Разумнае абнаўленне зменена.

source: Failed to change the Smart Update setting.
be: Не ўдалося змяніць наладу Smart Update.

source: Automatic Update setting changed.
be: Налада аўтаматычнага абнаўлення зменена.

source: Failed to change Automatic Update setting
be: Не ўдалося змяніць наладу аўтаматычнага абнаўлення

source: Update Schedule Changed.
be: Расклад абнаўленняў зменены.

source: {} Exited With Error.
be: {} Выхад з памылкай.

source: {} Exited.
be: {} Выйшлі.

source: {} Launched.
be: {} Запушчана.
